Repository: tanishaapriya/LoopKit
Catalog: Loop/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, es, fi, fr, he, it, ja, nb, nl, pl, pt_br, ro, ru, sk, sv, tr, vi, zh_hans

source: Yes
da: Ja
de: Ja
es: Sí
fr: Oui
he: כן
it: SÌ
nb: Ja
nl: Ja
pl: Tak
ro: Da
ru: Да
sk: Áno
tr: Evet
zh_hans: 是

source: You may not get sound, visual or vibration alerts regarding critical safety information. To fix the issue, tap ‘Settings’ and make sure Notifications, Critical Alerts and Time Sensitive Notifications are turned ON.
da: Du får muligvis ikke lyd-, visuelle eller vibrationsadvarsler om vigtige sikkerhedsoplysninger. For at løse problemet skal du trykke på "Indstillinger" og sikre dig, at Meddelelser, Kritiske advarsler og Tidsfølsomme meddelelser er slået til.
de: Möglicherweise erhältst Du keine akustischen, optischen oder Vibrationswarnungen zu wichtigen Sicherheitsinformationen. Um das Problem zu beheben, tippe auf „Einstellungen“ und vergewissere Dich, dass „Benachrichtigungen“, „Dringende Warnungen“ und „Zeitkritische Benachrichtigungen“ aktiviert sind.
es: Es posible que no reciba alertas sonoras, visuales o por vibración relativas a información de seguridad crítica. Para solucionar el problema, toque "Ajustes" y asegúrese de que las notificaciones, las alertas críticas y las notificaciones sensibles al tiempo están activadas.
fr: Il se peut que vous ne receviez pas d'alertes sonores, visuelles ou vibratoires concernant des informations de sécurité critiques. Pour résoudre le problème, appuyez sur "Paramètres" et assurez-vous que les notifications, les alertes critiques et les notifications exigeant une intervention rapide sont activées.
he: ייתכן שלא תקבל התראות קוליות, חזותיות או רטט בנוגע למידע בטיחותי קריטי. כדי לתקן את הבעיה, הקש על 'הגדרות' וודא שהתראות, התראות קריטיות והודעות רגישות לזמן מופעלות.
it: Potresti non ricevere avvisi sonori, visivi o con vibrazione relativi a informazioni critiche sulla sicurezza. Per risolvere il problema, tocca Impostazioni e assicurati che notifiche, avvisi critici e notifiche sensibili al tempo siano attivate.
nb: Du får kanskje ikke lyd-, visuelle eller vibrasjonsvarsler angående kritisk sikkerhetsinformasjon. For å fikse problemet, trykk på "Innstillinger" og sørg for at varsler, kritiske varsler og tidssensitive varsler er slått PÅ.
nl: Mogelijk ontvangt je geen geluids-, visuele of trillingswaarschuwingen met betrekking tot kritieke veiligheidsinformatie. Om het probleem op te lossen, tikt op 'Instellingen' en zorg ervoor dat Meldingen, Kritieke Meldingen en Tijdgevoelige Meldingen AAN staan.
pl: Możesz nie otrzymywać alertów dźwiękowych, wizualnych lub wibracyjnych dotyczących krytycznych informacji o bezpieczeństwie. Aby rozwiązać ten problem, wybierz „Ustawienia” i upewnij się, że Powiadomienia, Alerty Krytyczne i Powiadomienia Zależne od Czasu są WŁĄCZONE.
ro: Este posibil să nu primiți alerte sonore, vizuale sau cu vibrații referitoare la informații critice de siguranță. Pentru a remedia problema, atingeți „Setări” și asigurați-vă că notificările, alertele critice și notificările urgente sunt activate.
ru: Вы можете не получать звуковые, визуальные или вибрационные предупреждения о важной информации по безопасности. Чтобы решить эту проблему, нажмите "Настройки" и убедитесь, что уведомления, критические предупреждения и уведомления с учетом времени включены.
tr: Kritik güvenlik bilgileriyle ilgili sesli, görsel veya titreşimli uyarılar alamayabilirsiniz. Sorunu çözmek için 'Ayarlar'a dokunun ve Bildirimlerin, Kritik Uyarıların ve Zamana Duyarlı Bildirimlerin AÇIK olduğundan emin olun.
zh_hans: 你可能无法收到与关键安全信息相关的声音、视觉或震动警报。 若要解决此问题，请点击“设置”，确保已开启通知、关键警报和时间敏感通知。

source: Your %1$@’s time has been changed. %2$@ needs accurate time records to make predictions about your glucose and adjust your insulin accordingly. Check in your %1$@ Settings (General / Date & Time) and verify that 'Set Automatically' is turned ON. Failure to resolve could lead to serious under-delivery or over-delivery of insulin.
da: Din %1$@'s tid er blevet ændret. %2$@ har brug for nøjagtige tidsregistreringer for at kunne forudsige din glukose og justere din insulin i overensstemmelse hermed. Tjek i dine %1$@-indstillinger (Generelt / Dato og tid), og kontrollér, at "Indstilles automatisk" er slået til. Hvis dette ikke løses, kan det føre til alvorlig under- eller overlevering af insulin.
de: Deine Zeit %1$@ wurde geändert. %2$@ benötigt genaue Zeitaufzeichnungen, um Vorhersagen über Deinen Blutzuckerwert zu treffen und Dein Insulin entsprechend anzupassen. Überprüfe %1$@ Einstellungen (Allgemein / Datum & Uhrzeit) und vergewissere Dich, dass „Automatisch einstellen“ aktiviert ist. Wird dies nicht behoben, kann dies zu einer schwerwiegenden Unter- oder Über-Abgabe von Insulin führen.
es: Se ha cambiado la hora de su %1$@. %2$@ necesita registros horarios precisos para hacer predicciones sobre su glucosa y ajustar su insulina. Compruebe en su %1$@ Ajustes (General / Fecha y Hora) y verifique que 'Ajustar automáticamente' está activado. Si no se resuelve, podría producirse un grave suministro insuficiente o excesivo de insulina.
fr: L'heure de votre %1$@ a été modifiée. %2$@ a besoin d'enregistrements de temps précis pour établir des prédictions sur votre glycémie et ajuster votre insuline en conséquence. Enregistrez vos paramètres %1$@ (Général / Date et heure) et vérifiez que "Régler automatiquement" est activé. L'absence de résolution pourrait entraîner une sous-administration ou une sur-administration grave d'insuline.
he: הזמן של %1$@ השתנה. %2$@ צריך זמן מדויק כדי לחזות את הגלוקוז שלך ולאזן את מתן האינסולין. בדוק את הגדרות הזמן ב-%1$@ כדי לוודא שהוא מכוון אוטומטית, אחרת ייתכנו השפעות רציניות על מתן נמוך או גבוה מדי של אינסולין.
it: L'orario di %1$@ è stato modificato. La %2$@ ha bisogno di registrazioni accurate dell'orario per fare previsioni sulle glicemie e regolare l'insulina di conseguenza. Controlla in Impostazioni di %1$@ (Generale / Data e ora) e verifica che l'opzione Imposta automaticamente sia attivata. In caso contrario, l'insulina potrebbe essere erogata in quantità insufficiente o eccessiva.
nb: Tidsinnstillingen til %1$@ er endret. %2$@ trenger nøyaktige tidsregistreringer for å gi spådommer om blodsukker og justere insulinet deretter. Sjekk inn %1$@ innstillingene (Generelt / Dato og klokkeslett) og bekreft at 'Sett automatisk' er slått PÅ. Unnlatelse av å løse problemet kan føre til alvorlig under- eller overlevering av insulin.
nl: Je %1$@'s tijd is veranderd. %2$@ heeft nauwkeurige tijdsregistraties nodig om voorspellingen te doen over je glucose en dienovereenkomstig je insuline aan te passen. Controleer in je %1$@ Instellingen (Algemeen / Datum & Tijd) en controleer of 'Automatisch Instellen' is INGESCHAKKELD. Als dit niet wordt opgelost, kan dit leiden tot ernstig te weinig toediening of tot ernstige overmatige toediening van insuline.
pl: Czas %1$@ został zmieniony. %2$@ potrzebuje dokładnych zapisów czasu, aby przewidywać poziom glukozy i odpowiednio dostosowywać poziom insuliny. Sprawdź w ustawieniach %1$@ (Ogólne / Data i godzina) i upewnij się, że opcja „Ustaw automatycznie” jest WŁĄCZONA. Niepowodzenie w rozwiązaniu problemu może prowadzić do poważnego niedostatecznego lub nadmiernego podawania insuliny.
ro: Ora %1$@ dumneavoastră a fost schimbată. %2$@ are nevoie de înregistrări precise ale timpului pentru a face predicții despre glicemia și pentru a ajusta insulina în consecință. Verificați setările %1$@ (General / Data și Ora) și verificați dacă „Setare automată” este activată. Nerezolvarea poate duce la o administrare insuficientă sau excesivă de insulină.
ru: Время вашего %1$@ было изменено. %2$@ нуждается в точном учете времени, чтобы делать прогнозы уровня глюкозы и соответствующим образом корректировать инсулин. Проверьте настройки %1$@ (Общие / Дата и время) и убедитесь, что опция "Устанавливать автоматически" включена. Невыполнение этого требования может привести к серьезному дефициту или избытку инсулина.
tr: %1$@ 'inizin saati değiştirildi. %2$@ KŞ ile ilgili tahminlerde bulunmak ve insülininizi buna göre ayarlamak için doğru zaman kayıtlarına ihtiyaç duyar. %1$@ Ayarlarınızı (Genel / Tarih ve Saat) kontrol edin ve 'Otomatik Olarak Ayarla' seçeneğinin AÇIK olduğunu doğrulayın. Çözülmemesi, insülinin ciddi şekilde yetersiz veya fazla verilmesine yol açabilir.

source: Your glucose is below %1$@. Are you sure you want to bolus?
da: Dit glukose er under %1$@. Er du sikker på, at du ønsker at give bolus?
de: Dein Blutzucker liegt unter %1$@. Bist Du sicher, dass Du einen Bolus abgeben möchtest?
es: Tu glucosa está por debajo de %1$@. ¿Estás seguro de que deseas administrar un bolo?
fr: Votre glycémie est inférieure à %1$@. Êtes-vous sûr de vouloir administrer un bolus?
he: הגלוקוז שלך נמוך מ-%1$@. בטוח שברצונך להזריק בולוס?
it: La glicemia è inferiore a %1$@. Sei sicuro di voler fare il bolo?
nb: Blodsukkeret ditt er under %1$@ . Er du sikker på at du vil gi bolus?
nl: Je glucose is lager dan %1$@. Weet je zeker dat je een bolus wilt toedienen?
pl: Twój poziom glukozy jest poniżej %1$@ . Czy na pewno chcesz podać bolus?
ro: Glicemia dumneavoastră este sub %1$@. Sunteți sigur că doriți să bolusați?
ru: Ваш уровень глюкозы ниже %1$@. Вы уверены, что хотите ввести болюс?
tr: KŞ %1$@ altında. Bolus yapmak istediğinizden emin misiniz?
zh_hans: 您的血糖低于%1$@。你确定要进行大剂量推注吗

source: Your glucose is below or predicted to go below your glucose safety limit, %@.
da: Dit blodsukker er under eller forventes at ligge under din blodsukkersikkerhedsgrænse, %@.
de: Dein Blutzucker liegt unter Deiner Sicherheitsgrenze %@ oder wird voraussichtlich unter diese fallen.
es: Tu nivel de glucosa está por debajo o se prevé que vaya a estar por debajo de tu límite de seguridad de glucosa, %@.
fi: Glukoosi on alle tai sen ennustetaan alittavan glukoosin turvarajan %@.
fr: Votre glycémie est en-dessous ou prévue pour aller en dessous de votre limite de sécurité de glycémie, %@.
he: הגלוקוז שלך נמוך או חזוי להיות נמוך מגבול הביטחון, %@.
it: La tua glicemia è inferiore o si prevede che scenderà al di sotto del limite di sicurezza della glicemia, %@.
nb: Blodsukkeret ditt er under eller forventes å gå under BS-sikkerhetsgrensen din, %@.
nl: Je glucose is onder of zal naar verwachting onder je glucoseveiligheidslimiet komen, %@.
pl: Twój poziom glukozy jest poniżej lub przewiduje się, że spadnie poniżej granicy bezpieczeństwa, %@.
ro: Glicemia dumneavoastră este sub sau se anticipează că va scădea sub limita de siguranță, %@.
ru: Ваш уровень глюкозы ниже или прогнозируется, что он будет ниже безопасного предела глюкозы, %@.
sv: Ditt blodsocker är lägre än eller förväntas bli lägre än ditt inställda tröskelvärde, %@.
tr: KŞ güvenlik sınırınızın %@ altındadır veya altına düşeceği tahmin edilmektedir.
zh_hans: 你的血糖已低于或预计将低于你的血糖安全下限：%@。

source: Your glucose is below your glucose safety limit, %1$@.
da: Dit blodsukker ligger under din blodsukkersikkerhedsgrænse, %1$@.
de: Dein Blutzucker liegt unter Deiner Sicherheitsgrenze von %1$@.
es: Tu glucosa está por debajo del límite de seguridad de glucosa, %1$@.
fi: Glukoosi on alle glukoosin turvarajan %1$@.
fr: Votre glycémie est inférieure au seuil de suspension, %1$@.
he: הגלוקוז שלך נמוך מגבול הביטחון %1$@.
it: La tua glicemia è al di sotto del limite di sicurezza, %1$@ .
nb: Din glukose er under din glukosesikkerhetsgrense, %1$@.
nl: Je glucose is onder je glucoseveiligheidslimiet, %1$@.
pl: Twój poziom glukozy jest poniżej granicy bezpieczeństwa, %1$@.
ro: Glicemia ta este sub limita de siguranță, %1$@.
ru: Ваш уровень глюкозы ниже безопасного предела глюкозы, %1$@.
sv: Ditt blodsocker är lägre än ditt tröskelvärde, %1$@.
tr: KŞ güvenlik sınırınızın altında, %1$@ .
zh_hans: 你的血糖已低于安全下限：%1$@。

source: Your glucose is low. Eat carbs and consider waiting to bolus until your glucose is in a safe range.
da: Dit glukose er lavt. Spis kulhydrater, og overvej at vente med at give bolus, indtil dit glukoseniveau er i et sikkert område.
de: Dein Blutzucker ist niedrig. Iss Kohlenhydrate und erwäge, mit dem Bolus zu warten, bis Dein Blutzucker in einem sicheren Bereich liegt.
es: Tu glucosa está baja. Come carbohidratos y considera esperar para administrar el bolo hasta que tu glucosa esté en un rango seguro.
fr: Votre glycémie est basse. Mangez des glucides et envisagez d'attendre pour le bolus jusqu'à ce que votre glycémie se situe dans une plage sûre.
he: הגלוקוז שלך נמוך. אכול פחמימות ושקול להמתין עם הבולוס עד שהגלוקוז יגיע לטווח בטוח.
it: La tua glicemia è bassa. Mangia carboidrati e valuta di aspettare il bolo finché la glicemia non torna a un intervallo sicuro.
nb: Din glukose er lav. Spis karbohydrater og vurder å vente med bolus til glukosen er innenfor et trygt område.
nl: Je glucose is laag. Eet koolhydraten en overweeg te wachten met een bolus totdat je glucose binnen een veilig bereik is.
pl: Twój poziom glukozy jest niski. Zjedz węglowodany i rozważ odczekanie z podaniem bolusa, aż poziom glukozy znajdzie się w bezpiecznym zakresie.
ro: Glicemia dumneavoastră este scăzută. Consumați carbohidrați și luați în considerare posibilitatea de a aștepta să faceți un bolus până când glicemia se află într-un interval sigur.
ru: У вас низкий уровень глюкозы. Ешьте углеводы и подумайте о том, чтобы подождать с болюсом, пока уровень глюкозы не достигнет безопасного диапазона.
tr: KŞ düşük. Karbonhidrat yiyin ve KŞ güvenli bir aralığa gelene kadar bolus yapmayı erteleyin.
zh_hans: 您的血糖偏低。请摄入碳水，并等到血糖恢复到安全范围后再进行大剂量推注。

source: Your glucose is low. Eat carbs and monitor closely.
da: Din glukose er lav. Spis kulhydrater og overvåg nøje.
de: Dein Blutzucker ist niedrig. Kohlenhydrate essen und genau beobachten.
es: Tienes la glucosa baja. Come carbohidratos y vigílalo de cerca.
fr: Votre glycémie est basse. Mangez des glucides et surveillez de près.
he: הגלוקוז שלך נמוך. אכול פחמימות ועקוב מקרוב.
it: La tua glicemia è bassa. Mangia carboidrati e monitora attentamente.
nb: Din glukose er lav. Spis karbohydrater og følg nøye med.
nl: Je glucose is laag. Eet koolhydraten en houd alles nauwlettend in de gaten.
pl: Twój poziom glukozy jest niski. Zjedz węglowodany i uważnie monitoruj poziom glikemii.
ro: Glicemia dumneavoastră este scăzută. Mâncați carbohidrați și monitorizați cu atenție.
ru: У вас низкий уровень глюкозы. Съешьте углеводы и внимательно следите за состоянием здоровья.
tr: KŞ düşük. Karbonhidrat yiyin ve yakından izleyin.
zh_hans: 您的血糖偏低。请补充碳水并密切监测。

source: Your maximum bolus amount is %1$@.
da: Din maksimale bolusmængde er %1$@.
de: Deine maximale Bolusmenge beträgt %1$@.
es: Su cantidad máxima de bolo es %1$@ .
fr: La quantité maximum de votre bolus est de %1$@ U.
he: כמות הבולוס המקסימלית שלך היא %1$@.
it: La quantità massima consentita del tuo bolo è %1$@.
nb: Din maksimale bolusmengde er %1$@ .
nl: Je maximale bolushoeveelheid is %1$@.
pl: Twoja maksymalna wielkość bolusa to %1$@ .
ro: Valoarea maximă a bolusului este %1$@ .
ru: Ваш максимальный объем болюса составляет %1$@.
tr: Maksimum bolus miktarınız %1$@ .
zh_hans: 你的最大输注剂量是 %1$@

source: Your pump data is stale. %1$@ cannot recommend a bolus amount.
da: Dine pumpedata er forældede. %1$@ kan ikke anbefale en bolusmængde.
de: Deine Pumpendaten sind veraltet. %1$@ kann keine Bolusmenge empfehlen.
es: Los datos de su bomba están obsoletos. %1$@ no puede recomendar una cantidad de bolo.
fr: Les données de votre pompe ne pas sont à jour. %1$@ ne peut pas faire de recommandation de bolus.
he: מידע מהמשאבה שלך מיושן. %1$@ לא יכול להמליץ על כמות בולוס.
it: I dati della pompa sono obsoleti. %1$@ non può consigliare un bolo.
nb: Pumpedataene er foreldede. %1$@ kan ikke anbefale en bolusmengde.
nl: Je pompgegevens zijn verouderd. %1$@ kan geen bolushoeveelheid aanbevelen.
pl: Dane Twojej pompy są nieaktualne. %1$@ nie może zalecić wielkości bolusa.
ro: Datele pompei dumneavoastră sunt învechite. %1$@ nu poate recomanda o cantitate de bolus.
ru: Данные вашей помпы устарели. %1$@ не может рекомендовать количество инсулина.
tr: Pompa verileriniz eski. %1$@ bir bolus miktarı öneremez.
zh_hans: 您的胰岛素泵数据已过期。%1$@ 无法推荐大剂量。

source: Your pump is delivering a manual temporary basal rate.
da: Din pumpe leverer en manuel midlertidig basalrate.
de: Deine Pumpe liefert eine manuelle temporäre Basalrate.
es: Su bomba está suministrando una tasa basal temporal manual.
fr: Votre pompe délivre un débit basal temporaire manuel.
he: המשאבה שלך מזליפה בזאלי ידני זמני.
it: La pompa sta erogando una velocità basale temporanea manuale.
nb: Pumpen leverer en manuell midlertidig basaldose.
nl: Je pomp geeft een handmatig ingestelde tijdelijke basaalsnelheid af.
pl: Pompa podaje tymczasową dawkę podstawową ustawioną ręcznie.
ro: Pompa dumneavoastră furnizează o rată bazală temporară manuală.
ru: Ваша помпа вводит ВБС вручную.
tr: Pompanız manuel bir geçici bazal oran veriyor.
zh_hans: 正在执行手动临时基础率。

source: Your recommended bolus exceeds your maximum bolus amount of %1$@.
da: Din anbefalede bolus overstiger din maksimale bolusmængde på %1$@.
de: Der empfohlene Bolus übersteigt die maximale Bolus von %1$@.
es: Su bolo recomendado excede su cantidad máxima de bolo de %1$@.
fr: Votre bolus recommandé dépasse votre bolus maximum de %1$@.
he: הבולוס המומלץ עבורך גבוה מכמות הבולוס המקסימלית של %1$@.
it: Il bolo raccomandato supera la quantità del bolo massimo di %1$@.
nb: Den anbefalte bolusen overskrider den maksimale bolusmengden på %1$@ .
nl: Je aanbevolen bolus overschrijdt je maximale bolushoeveelheid van %1$@.
pl: Twój zalecany bolus przekracza maksymalną wartość bolusa wynoszącą %1$@ .
ro: Bolusul recomandat depășește cantitatea maximă de bolus de %1$@ .
ru: Рекомендуемый вами объем болюса превышает лимит подачи болюса %1$@.
tr: Önerilen bolus miktarı, maksimum bolus miktarınız olan %1$@ değerini aşıyor.
zh_hans: 推荐的大剂量超过了你设定的最大剂量限制：%1$@。

source: Absorption Time
de: Resorptionsdauer
fr: Temps d'absorption
he: זמן ספיגה
nb: Absorpsjonstid
ro: Timp de absorbție
zh_hans: 吸收时间

source: Add item to bottom row
de: Wert zur unteren Zeile hinzufügen
fr: Ajouter un élément à la ligne inférieure
ro: Adăugați elementul pe rândul de jos

source: Add predictive line
de: Prognostizierten BZ-Verlauf hinzufügen
fr: Ajouter une ligne prédictive
ro: Adăugați o linie predictivă

source: Apple
de: Apfel
fr: Pomme
he: תפוח
it: Mela
nb: Eple
zh_hans: 苹果

source: Bottom row
de: Untere Zeile
fr: Ligne inférieure
ro: Rândul de jos
zh_hans: 底部行

source: Bottom row configuration
de: Konfiguration der unteren Zeile
fr: Configuration de la ligne inférieure
ro: Configurația rândului de jos
zh_hans: 底部行配置

source: Carb Quantity
de: Menge gegessen
fr: Quantité de glucides
he: כמות פחמימות
it: Carboidrati Assunti
nb: Antall karbohydrater
ro: Cantitate carbohidrați
zh_hans: 碳水含量

source: Custom preset
de: Benutzerdefinierte Voreinstellung
fr: Préréglage personnalisé
ro: Presetare personalizată
zh_hans: 自定义预设

source: Enabled
de: Aktiviert
fr: Activé
ro: Activat
zh_hans: 启用

source: Favorite Foods
de: Lieblingsessen
fr: Aliments favoris
he: מאכלים אהובים
nb: Favorittmat
ro: Mâncăruri preferate
zh_hans: 食物库

source: Glucose Based Partial Application
de: Teilweise Anwendung auf Glukosebasis
fr: Application partielle basée sur la glycémie
it: Applicazione parziale basata sulla glicemia (GBPA)
nb: Partiell anvendelse basert på glukosenivå
pl: Algorytm adaptacyjny
ro: Aplicare parțială pe bază de glicemie

source: Integral Retrospective Correction
de: Integrale retrospektive Korrektur
fr: Correction rétrospective intégrale
it: Correzione retrospettiva integrale (IRC)
nb: Integrert retrospektiv korreksjon
pl: Integralna korekta retrospektywna
ro: Corecție retrospectivă integrală

source: Live activity
de: Live-Aktivität
fr: Activité en direct
ro: Activitate live
zh_hans: 实时活动

source: Loop normally gives 40% of your predicted insulin needs each dosing cycle. When the Glucose Based Partial Application experiment is enabled, Loop will vary the percentage of recommended bolus delivered each cycle with glucose level. Near correction range, it will use 20% (similar to Temp Basal), and gradually increase to a maximum of 80% at high glucose (200 mg/dL, 11.1 mmol/L). Please be aware that during fast rising glucose, such as after an unannounced meal, this feature, combined with velocity and retrospective correction effects, may result in a larger dose than your ISF would call for.
de: Loop verabreicht normalerweise 40% Deines voraussichtlichen Insulinbedarfs pro Dosierungszyklus. Wenn das Experiment zur glukosebasierten partiellen Verabreichung aktiviert ist (Glucose Based Partial Application), variiert Loop den Prozentsatz des empfohlenen Bolus, der pro Zyklus verabreicht wird, je nach Glukosespiegel. Nahe dem unterem Korrekturbereich werden 20% verwendet (ähnlich wie bei Temp Basal) und bei hohem Glukosespiegel (200 mg/dl, 11,1 mmol/l) schrittweise auf maximal 80% erhöht. Bitte beachte, dass diese Funktion bei schnell ansteigendem Glukosespiegel, etwa nach einer unangekündigten Mahlzeit, in Kombination mit Geschwindigkeits- und retrospektiven Korrektureffekten zu einer höheren Dosis führen kann, als Dein ISF erfordern würde.
fr: Loop administre normalement 40 % des besoins prévus en insuline à chaque cycle de dosage. Lorsque l'application partielle basée sur la glycémie est activée, Loop fait varier le pourcentage du bolus recommandé administré à chaque cycle en fonction du niveau de glucose. À proximité de la plage de correction, il utilisera 20 % (similaire à Temp Basal), et augmentera progressivement jusqu'à un maximum de 80 % à un niveau de glucose élevé (200 mg/dL, 11,1 mmol/L). Veuillez noter qu'en cas d'augmentation rapide du glucose, par exemple après un repas non annoncé, cette fonction, combinée aux effets de vitesse et de correction rétrospective, peut entraîner une dose plus importante que ce que votre ISF préconise.
nb: Loop gir normalt 40 % av det forventede insulinbehovet ditt i hver doseringssyklus. Når eksperimentet Glukosebasert delvis tilførsel er aktivert, vil Loop variere prosentandelen av anbefalt bolus som gis i hver syklus med glukosenivået. I nærheten av korreksjonsområdet vil den bruke 20 % (på samme måte som Temp Basal), og gradvis øke til maksimalt 80 % ved høyt glukosenivå (200 mg/dL, 11,1 mmol/L). Vær oppmerksom på at ved raskt stigende glukose, for eksempel etter et uanmeldt måltid, kan denne funksjonen, kombinert med hastighet og retrospektive korreksjonseffekter, resultere i en større dose enn det ISF-en din ville ha krevd.
ro: În mod normal, Loop furnizează 40% din necesarul de insulină estimat pentru fiecare ciclu de dozare. Când experimentul Aplicare parțială bazată pe glicemie este activat, Loop va varia procentul de bolus recomandat administrat pentru fiecare ciclu în funcție de nivelul glicemiei. În apropierea intervalului de corecție, va utiliza 20% (similar cu o bazală temporar) și va crește treptat până la maximum 80% la glicemie ridicată (200 mg/dl, 11,1 mmol/l). Vă rugăm să rețineți că în timpul creșterii rapide a glicemiei, cum ar fi după o masă neanunțată, această funcție, combinată cu efectele vitezei și ale corecției retrospective, poate duce la o doză mai mare decât ar necesita ISF-ul dumneavoastră.
zh_hans: Loop 通常在每个给药周期中提供您预测胰岛素需求的 40%。 启用“基于血糖的部分给药实验功能”后，Loop 将根据血糖水平调整每个周期实际推注的大剂量比例。 当血糖接近矫正目标范围时，仅注射 20%（类似于临时基础率），血糖升高时比例会逐步增加，在高血糖状态（200 mg/dL，11.1 mmol/L）时最高可达 80%。 请注意，当血糖快速上升（例如未申报的进食）时，该功能与血糖变化速度及回顾性矫正机制叠加，可能导致注射剂量超过由胰岛素敏感系数（ISF）计算出的剂量。

source: Mode
de: Modus
ro: Mod
zh_hans: 模式

source: New Favorite Food
de: Neues Lieblingsessen
fr: Nouvel aliment préféré
nb: Ny favorittmat
ro: Noua mâncare preferată
zh_hans: 新增常用食物

source: Save Carbs & Deliver
de: Speichern und Abgeben
fr: Enregistrer les glucides et administrer
it: Salva carboidrati ed eroga
nb: Lagre og gi bolus
ro: Salvați carbohidrații și livrați
zh_hans: 保存碳水摄入量并开始注射
